Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Ausbau der Fähigkeiten zu selbstständigem und teamgebundenem Arbeiten
en_gb: Students develop their skills in working independently and in a team

source: Folgende Themen werden behandelt: allgemeine Translationstheorien im Überblick, Entwicklungen und Paradigmenwechsel, allgemeine Grundlagen zur Bewertung von Übersetzungsleistungen, Übersetzen und Ethik.
en_gb: The following topics are addressed: overview of general translation theories, developments and paradigm changes, general bases for assessing translations, ethical aspects of translation.

source: Schriftlicher Kommentar (Deutsch oder Englisch: ca. 5 A4-Seiten) i.d.R. in Zweiergruppen über eine oder mehrere im Rahmen von Fachtextübersetzen I angefertigten Übersetzungen.
en_gb: Written commentary (German or English, approx. 5 A4 pages) produced in groups of two on one or more translations written in the Professional Translation I module.

source: Bestehen beider Leistungsnachweise
en_gb: A pass must be obtained in both parts of the course.

source: Übersetzungsprojekt für Studierende mit ACC
en_gb: Translation project for students with ACC

source: 8 h
en_gb: 8 hrs

source: Besprechungen nach Vereinbarung (insgesamt 4 Sitzungen)
en_gb: Discussions by appointment (total: 4 sessions)

source: Eine schriftliche Übersetzung (Hausarbeit) inkl. Kommentar während des Semesters aus einer der beiden C-Sprachen in die A-Sprache.
en_gb: A written translation incl. commentary during the semester from one of either C languages into the A language.

source: Modalitäten:
en_gb: Specifications:

source: Umfang pro Ausgangstext:
en_gb: Scope of source text:

source: 19'000–22'000 Zeichen inkl. Leerschläge Hilfsmittel: beliebige
en_gb: 19,000–22,000 characters incl. spaces Aids: any

source: Abgabetermin:
en_gb: Deadline:

source: Freitag der ersten Lesewoche.
en_gb: Friday of the first reading week.

source: Zielsprache der jeweiligen Übersetzungsversion
en_gb: Target language in the given language combination

source: Empfohlene Lektüre:
en_gb: Recommended reading:

source: Weitere relevante Quellen werden von den unterrichtenden Dozierenden bekannt gegeben.
en_gb: Futher relevant sources will be announced by the teaching staff.

source: Im Rahmen von auftragsbezogenen Übersetzungsprojekten sollen die Studierenden die in den Kursen "Fachtextübersetzen I und II (B/C–A)" erworbenen Kompetenzen und Strategien anwenden und vertiefen.
en_gb: In job-related translation projects, students are able to use and develop the skills and strategies they acquired in the Professional Translation I and II (B/C-A) modules.

source: Text- und auftragsbezogene Übersetzungsübung aus der jeweiligen C-Sprache (passive Fremdsprache) in die A-Sprache (Grundsprache) anhand eines fachsprachlichen Texts aus den Bereichen Wirtschaft, Recht oder Technik/Naturwissenschaft.
en_gb: Text-related and job-related translation exercise from the C language (passive foreign language) into the A language (main language) on the basis of a specialist text from the fields of business, law or science and technology.

source: Konkrete Anwendung von Recherchiervorgängen, Arbeit mit geeigneten linguistischen und extralinguistischen Wissensressourcen (Wörterbücher, Lexika, Terminologiedatenbanken, Korpora, Paralleltexte usw.)
en_gb: Practical application of research processes, use of suitable linguistic and extra-linguistic resources (dictionaries, lexicons, terminology databases, corpora, parallel texts etc.)

source: Übersetzungen inkl. Kommentar in die A-Sprache im Rahmen von realistischen Aufträgen.
en_gb: Translations including commentary in the A language.

source: Kontrastive Analyse von Textsortenspezifika, Konventionen usw.
en_gb: Contrastive analysis of different types of text, conventions etc.

source: Kritische Gegenüberstellung möglicher Übersetzungsvarianten
en_gb: Critical comparison of possible translation variants

source: Anleitung und Beratung im Rahmen von 4 Sitzungen pro StudentIn und Sprachversion:
en_gb: Instruction and coaching in 4 sessions per student and language version:

source: • 1 Sitzung zur Besprechung des Übersetzungsauftrags (bis zur vierten Semesterwoche)
en_gb: • 1 session to discuss translation assignment (up to fourth week of semester)

source: • 2 Sitzungen zur laufenden Übersetzungstätigkeit (während des Semesters)
en_gb: • 2 sessions to discuss status of translation (in course of semester)

source: • 1 Sitzung zur Evaluation der eingereichten Arbeit (nach Einreichen des Zieltexts und vor Bewertung durch den/die DozentIn)
en_gb: • 1 session to evaluate the submitted assignment (having submitted target text and before assessment by faculty staff)

source: Die Studierenden vereinbaren die Sitzungstermine direkt mit den verantwortlichen Dozierenden.
en_gb: The students arrange the dates of the four sessions directly with the member of the faculty staff responsible.

source: Zürcher Fachhochschule /
en_gb: Zurich University of the Arts /

source: Kursbeschreibungen ab FS14
en_gb: Course descriptions from FS14

source: Fachtextübersetzen I A-B
en_gb: Professional Translation I (A-B)

source: Die Studierenden lernen die grundlegende Problematik des Fachübersetzens in den Bereichen Wirtschaft, Recht und Technik kennen und können erste Problemlösungstechniken anwenden.
en_gb: Students are aware of the main issues in professional translations in the fields of business, law and technology and can apply initial problem-solving techniques.

source: Sie besitzen die Fähigkeit, Fachtexte unter Berücksichtigung der Merkmale der jeweiligen Textsorten, Textfunktionen und Adressaten auftragsgerecht und in akzeptabler Qualität zu übersetzen.
en_gb: They are able to translate specialist texts taking into account the characteristics of the text type, text function and readership, in an acceptable quality and according to assignment specifications.

source: Sie verfügen über die dazu nötige linguistische und fachliche Recherchekompetenz.
en_gb: They have the necessary linguistic and subject-related research skills to do so.

source: Sie sind für typische konventions- und normbedingte Unterschiede zwischen Ausgangs- und Zielkultur sensibilisiert.
en_gb: They are aware of typical differences in conventions and standards between source and target culture.

source: Sie sind in der Lage, grundlegende Übersetzungsverfahren im betreffenden Sprachenpaar anzuwenden.
en_gb: They are able to apply key translation processes in the given language pair.

source: Sie können wichtige translatorische Entscheidungen begründen.
en_gb: They can state their reasons for key translation choices.

source: Sie bauen ihre rezeptive und produktive fachsprachliche Kompetenz aus und können fachsprachliche Erkenntnisse auftragsgerecht anwenden.
en_gb: They develop their receptive and productive specialist language skills and can apply them appropriately in a translation assignment.

source: Schriftliche Übersetzung (Klausur) in den Prüfungswochen.
en_gb: Written translation (exam) during the examination weeks.

source: Umfang Ausgangstext:
en_gb: Scope of source text:

source: 1900–2100 Anschläge inkl. Leerschläge
en_gb: 1,900–2,100 characters incl. spaces

source: Hilfsmittel: beliebige.
en_gb: Aids: any.

source: Zielsprache des jeweiligen Sprachenpaars
en_gb: Target language in the given language combination

source: Je nach Teilnehmerzahl können die Anzahl Semesterwochenlektionen und die daraus resultierenden Angaben zur Aufteilung der Lehrformen von den obenstehenden Angaben abweichen.
en_gb: Depending on the number of students, the number of lessons and the time allocation specifications may differ from those stated above.

source: Text- und auftragsbezogene Übersetzungsübungen aus der jeweiligen A-Sprache (Grundsprache) in die B-Sprache (aktive Fremdsprache) anhand von referentiellen (z. B. Bedienungsanleitung, Finanzbericht, Fachartikel), normativen (z. B. Mietvertrag, Hausordnung, Urkunden) und/oder appellativen (z. B. Werbetext, Mission Statement, Pressemitteilung) fachsprachlichen Texten aus den Bereichen Wirtschaft, Recht und/oder Technik
en_gb: Text- and order-related translation exercises from the student's A language (main language) into their B language (active foreign language) on the basis of referential texts (e.g. operating instructions, financial report, technical articles), normative texts (e.g. rental agreement, house rules, certificates) and/or appellative texts (e.g. advertising text, mission statement, press release) from the fields of economics, law and/or technology.

source: Kritische Diskussion möglicher Übersetzungsvarianten
en_gb: Critical discussion of possible translation variants

source: Seminar mit folgenden möglichen Unterrichtsformen:
en_gb: Seminar including the following forms of instruction:

source: Einzel- oder Gruppenprojektarbeit mit Lerncoaching
en_gb: Individual and group project work with coaching

source: Übersetzen eines Textes einer bestimmten Länge innerhalb einer festgelegten Zeitspanne
en_gb: Translation of a text of a specific length within a given time

source: moderierte Diskussionsforen, Wikis usw.
en_gb: Moderated discussion forums, wikis etc.

source: Übersetzungen im Rahmen eines realistischen Auftrages
en_gb: Translations in a realistic workplace context

source: Besprechung von selbständig vorbereiteten Übersetzungen in der Gruppe
en_gb: Group discussion of translations produced by the students

source: Die Klausuren werden mit Computer und Netzwerkzugang geschrieben.
en_gb: The assessed translation is written on a computer with internet access.

source: Fachtextübersetzen I B/C-A
en_gb: Professional Translation I (B/C-A)

source: Sie besitzen die Fähigkeit, Fachtexte unter Berücksichtigung der Merkmale der jeweiligen Textsorten, Textfunktionen und Adressaten auftragsgerecht zu übersetzen.
en_gb: They are able to translate specialist texts taking into account the characteristics of the text type, text function and readership, and according to assignment specifications.

source: 2600–3000 Anschläge inkl. Leerschläge
en_gb: 1,900–2,100 characters incl. spaces

source: Text- und auftragsbezogene Übersetzungs- bzw. Revisionsübungen aus der jeweiligen B- oder C-Sprache (aktive oder passive Fremdsprache) in die A-Sprache (Grundsprache) anhand von referentiellen (z. B. Bedienungsanleitung, Finanzbericht, Fachartikel), normativen (z. B. Mietvertrag, Hausordnung, Urkunden) und/oder appellativen (z. B. Werbetext, Mission Statement, Pressemitteilung) fachsprachlichen Texten aus den Bereichen Wirtschaft, Recht und/oder Technik
en_gb: Text- and order-related translation and revision exercises from the student's B or C language (active or passive foreign language) into their A language (main language) on the basis of referential texts (e.g. operating instructions, financial report, technical articles), normative texts (e.g. rental agreement, house rules, certificates) and/or appellative texts (e.g. advertising text, mission statement, press release) from the fields of economics, law and/or technology.

source: Übersetzungen bzw. Textrevisionen im Rahmen eines realistischen Auftrages
en_gb: Translations and text revisions in a realistic workplace context

source: Sie sind für konventions- und normbedingte Unterschiede zwischen Ausgangs- und Zielkultur sensibilisiert.
en_gb: They are aware of differences in conventions and standards between source and target culture.

source: Sie können die Botschaften eines fachsprachlichen Ausgangstextes vollständig erfassen und diese in guter Qualität in der Zielsprache wiedergeben.
en_gb: They can understand all the messages in a specialist source text and reproduce these in high quality in the target language.

source: Sie sind in der Lage, adäquate Übersetzungsverfahren im betreffenden Sprachenpaar anzuwenden und sind für wesentliche fachbezogene Transferprobleme des Sprachenpaars sensibilisiert.
en_gb: They are able to apply appropriate translation processes in their language pair and are aware of key transfer issues when translating specialist texts in the given language pair.

source: Die Studierenden lernen die grundlegende Problematik des Fachübersetzens in den Bereichen Wirtschaft, Recht und Technik kennen und können erste adäquate Problemlösungstechniken anwenden.
en_gb: Students are aware of the main issues in professional translation in the fields of business, law and technology and can apply initial problem-solving techniques.

source: Sie bauen ihre rezeptive und produktive fachsprachliche Kompetenz aus und können fachsprachliche Erkenntnisse zweckmässig und auftragsgerecht anwenden.
en_gb: They develop their receptive and productive specialist language skills and can apply them appropriately in a translation assignment.

source: Fachtextübersetzen III A-B
en_gb: Professional Translation III (A-B)

source: Thema:
en_gb: Topic:

source: Naturwissenschaft/Technik Modalitäten:
en_gb: Science and Technology Specifications:

source: 2600-2900 Anschläge inkl. Leerschläge Prüfungsdauer:
en_gb: 2,600–2,900 characters incl. spaces Length of examination:

source: 180 Minuten Hilfsmittel: beliebige.
en_gb: 180 minutes Aids: any.

source: Sie sind in der Lage, Übersetzungsverfahren im betreffenden Sprachenpaar anzuwenden und sind für wesentliche fachbezogene Transferprobleme des Sprachenpaars sensibilisiert.
en_gb: They are able to apply translation processes in their language pair and are aware of key transfer issues when translating specialist texts in the given language pair.

source: Sie können translatorische Entscheidungen erklären und begründen.
en_gb: They can state their reasons for and justify their translation choices.

source: Sie bauen ihre rezeptive und produktive fachsprachliche Kompetenz weiter aus und können fachsprachliche Erkenntnisse auftragsgerecht anwenden.
en_gb: They continue to develop their receptive and productive specialist language skills and can apply them appropriately in a translation assignment.

source: Auftragsbezogene Übersetzungs- bzw. Revisionsübungen aus der jeweiligen A-Sprache (Grundsprache) in die B-Sprache (aktive Fremdsprache) anhand von für das betreffende Sprachenpaar praxisrelevanten fachsprachlichen Textsorten
en_gb: Order-related translation exercises from the student's A language (main language) into their B language (active foreign language) on the basis of specialist text types relevant to the professional practice of translation in the given language pair.

source: Konkrete Anwendung von Recherchiervorgängen, Arbeit mit geeigneten linguistischen und extralinguistischen Wissensressourcen (Wörterbücher, Lexika, Terminologiedatenbanken, Korpora, Paralleltexte usw.)
en_gb: Practical application of research processes, use of suitable linguistic and extra-linguistic resources (dictionaries, lexicons, terminology databases, corpora, parallel texts etc.)

source: Die Studierenden setzen sich mit fortgeschrittenen Problemen des Fachübersetzens auseinander und erweitern ihr Repertoire an Problemlösungstechniken.
en_gb: The students continue to address advanced problems of professional translation and expand their repertoire of problem-solving techniques.

source: Sie können fachsprachliche Aufträge von höherem Schwierigkeitsgrad adressaten- und anspruchsgruppengerecht bearbeiten.
en_gb: They can translate difficult professional assignments appropriately for the given readership.

source: Sie können die Botschaften eines fachsprachlichen Ausgangstextes vollständig erfassen und diese unter Berücksichtigung der Merkmale der jeweiligen Textsorten, Textfunktionen und Adressaten in auftragsadäquater Qualität in der Zielsprache wiedergeben.
en_gb: They can understand the messages of a specialist source text in full and reproduce these in an appropriate quality in the target language, taking account of features such as text type, text function and readership.

source: Sie verfügen über die dazu nötige linguistische und fachliche Recherchekompetenz.
en_gb: They have the necessary linguistic and subject-related research skills to do so.

source: Sie sind für komplexe konventions- und normbedingte Unterschiede zwischen Ausgangs- und Zielkultur sensibilisiert.
en_gb: They are aware of complex differences in conventions and standards between source and target culture.

source: Fachtextübersetzen III B/C-A
en_gb: Professional Translation III (B/C-A)

source: Auftragsbezogene Übersetzungs- bzw. Revisionsübungen aus der jeweiligen B- oder C-Sprache (aktive oder passive Fremdsprache) in die A-Sprache (Grundsprache) anhand von für das betreffende Sprachenpaar praxisrelevanten fachsprachlichen Textsorten
en_gb: Order-related translation exercises from the student's B or C language (active or passive foreign language) into their A language (main language) on the basis of specialist text types relevant to the professional practice of translation in the given language pair.

source: 3000-3600 Anschläge inkl. Leerschläge Prüfungsdauer:
en_gb: 3,000–3,600 characters incl. spaces Length of examination:

source: Zugang zum Forum für Dolmetschdozierende:
en_gb: Access to forum for lecturers in interpreting

source: Sie können Visualizer und andere technische Gerätschaften bei Andreas Keller (kean@zhaw.ch) reservieren und bei ihm im Büro O2.07 abholen.
en_gb: Please contact Andreas Keller (kean@zhaw.ch) to reserve visualisers and other technical appliances; these can be collected from his office, 02.07.

source: Das Merkblatt ist auf Moodle abgelegt.
en_gb: to be found on Moodle.

source: Anhang zur Studienordnung für den Masterstudiengang Angewandte Linguistik an der ZHAW
en_gb: Annex to the study regulations for the MA in Applied Linguistics at ZHAW

source: Beim ersten Prüfungstermin wird Simultandolmetschen mit Text geprüft.
en_gb: Simultaneous Interpreting with Text is held first.

source: Masterstudiengang Angewandte Linguistik (MA AL) Ausführungsbestimmungen zu den Modulendprüfungen in Simultan- und Konsekutivdolmetschen
en_gb: MA degree programme in Applied Linguistics Implementing provisions on end-of-module examinations in simultaneous and consecutive interpreting

source: Liebe Dozentin, lieber Dozent
en_gb: Dear lecturer

source: Willkommen im Masterstudiengang Angewandte Linguistik.
en_gb: Welcome to the MA degree programme in Applied Linguistics

source: Mit diesem Infoblatt möchten wir Sie technisch und administrativ unterstützen.
en_gb: Here we provide you with some information about technical and administrative matters.

source: Bei Fragen stehen wir Ihnen gerne zur Verfügung.
en_gb: If you have any questions, we will be happy to help you further.

source: Dozierende mit einem Beschäftigungsgrad ≥ 10 % Drucken, Scannen, mobiles Arbeiten:
en_gb: Lecturers employed ≥ 10 % Printing, scanning, mobile working:

source: Anleitungen finden sich im Intranet der ZHAW, bei Problemen hilft der IT-Support.
en_gb: Instructions can be found on the ZHAW Intranet; if you have any problems, please contact IT Support.

source: Dozierende mit einem Beschäftigungsgrad bis 10 % (Kürzel ZHAW-Account mit „x“, z. B. „xabc@zhaw.ch“) WLAN:
en_gb: Lecturers employed up to 10 % (ZHAW-Account abbreviation with mit „x“, e.g. „xabc@zhaw.ch“) WLAN:

source: Bitte wenden Sie sich an den IT-Support Kopieren:
en_gb: Please contact IT Support Photocopying:

source: Drucken/Scannen/Kopieren, mobiles Arbeiten, Schlüssel
en_gb: Printing/scanning/photocopying, mobile working, key

source: Das Studiengangsekretariat
en_gb: The department administrative office

source: Im Sekretariat sind auf Anmeldung Kopierkarten erhältlich Drucken/Scannen:
en_gb: You can apply for a copycard in the administrative office Printing/scanning:

source: Eine Nutzung der ZHAW-Geräte ist leider nicht möglich
en_gb: Unfortunately ZHAW machines may not be used.

source: Schlüssel:
en_gb: Key:

source: Es können keine Schlüssel abgegeben werden.
en_gb: No keys may be handed out.

source: Ist ein Unterrichtsraum geschlossen, dürfen Sie sich an das Sekretariat oder den Empfang wenden.
en_gb: If a teaching room is closed, you may ask for the key at the administrative office or reception.

source: Urs Willi, Prof. Dr., Leiter MA-Studiengang Angewandte Linguistik
en_gb: Professor Urs Willi, Head of MA in Applied Linguistics

source: Lorenz Mohler, MSc, Leiter Vertiefung Konferenzdolmetschen (molo@zhaw.ch, Raum SM E0.09)
en_gb: Lorenz Mohler, MSc, Head of specialisation in Conference Interpreting (molo@zhaw.ch, Room SM E0.09)

source: ETI, Leiterin Vertiefung Fachübersetzen (cnic@zhaw.ch, Raum SM O4.11)
en_gb: ETI, Head of specialisation in Professional Translation (cnic@zhaw.ch, Room SM O4.11)

source: Regine Wieder, Dr., Leiterin Vertiefung Organisationkommunikation (wied@zhaw.ch, Raum SM E0.08)
en_gb: Dr Regine Wieder, Head of specialisation in Organisational Communication (wied@zhaw.ch, Room SM E0.08)

source: Studiengangsekretariat
en_gb: Department administrative office

source: Raum SM E0.10; master.linguistik@zhaw.ch
en_gb: Room SM E0.10; master.linguistik@zhaw.ch

source: Kerstin Bamberg, (bamb@zhaw.ch, Tel. +41 58 934 60 57, Di–Fr)
en_gb: Kerstin Bamberg, (bamb@zhaw.ch, Tel. +41 58 934 60 57, Tues–Fri)

source: Doris Kyburz, Assist. Leitung Konferenzdolmetschen (haeo@zhaw.ch, Tel. +41 58 934 60 69, Di–Fr)
en_gb: Doris Kyburz, Assist. Head of Conference Interpreting (haeo@zhaw.ch, Tel. +41 58 934 60 69, Di–Fr)

source: Ursi Köppel, Assist. Leitung Organisationskommunikation (kour@zhaw.ch, Tel. +41 58 934 77 56, Mo–Do)
en_gb: Ursi Köppel, Assist. Head of Organisational Communication (kour@zhaw.ch, Tel. +41 58 934 77 56, Mo–Do)

source: Das Sekretariat ist in der Regel wie folgt besetzt:
en_gb: The administrative office is usually open at the following times:

source: Montag–Freitag, 10–12 und 14–16 Uhr
en_gb: Monday to Friday, 10am to 12pm and 2pm to 4pm

source: GS und Englisch; Coaching in GS*
en_gb: A language and English; Coaching in A language*

source: *mindestens 3 Studierende pro GS, sonst DE-Werkstätte
en_gb: *at least 3 students per A language, otherwise DE workshop

source: Die Studierenden sind in der Lage, aus einem umfangreichen Korpus effizient die relevante Terminologie konferenztauglich aufzubereiten
en_gb: Students are able to efficiently prepare the relevant terminology for use in a conference setting from a large corpus

source: Kalenderwochen 24–25, FS:
en_gb: calendar weeks 24–25, SS:

source: Lehrform
en_gb: Form of instruction

source: Die Studierenden kennen die für ihre Vertiefung relevanten marktüblichen Terminologie-Tools und können sie anwenden
en_gb: Students know the terminology tools current on the market that are relevant to their specialisation and can use these

source: Einführung in die Terminologiearbeit
en_gb: Introduction to terminology work

source: Die Studierenden kennen die wesentlichen Referenzwerke für Terminologiearbeit
en_gb: Students know the key reference works for terminology work

source: Bei Bedarf können weitere Zeilen hinzugefügt werden.
en_gb: Further lines can be added where necessary.

source: Leistungsnachweis*
en_gb: Assessment*

source: Semesterwochen lektionen
en_gb: Lessons per week

source: Unterrichtsunterlagen
en_gb: Course materials

source: Neben der Geschichte der MÜ, den verschiedenen Ansätzen, die in der MÜ verwendet werden und den Methoden zur Evaluation von MÜ Systemen, werden die einzelnen Prozessschritte beleuchtet, die notwendig sind, um MÜ effizient in der Praxis einzusetzen (Pre-Editing, Post-Editing, Training des MÜ Engine).
en_gb: In addition to the history of MT, the different approaches to MT and methods of evaluating MT systems, the course looks at individual steps in the process of using MT efficiently (pre-editing, post-editing, training an MT engine).

source: / / Zürcher Fachhochschule /
en_gb: / / Zurich University of Applied Sciences // /
